13/data/attachments/a4de172a1a912310.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_62386423-fbae-4681-a542-9139144005da</nif:username>
            <nif:friendToBeAdded>Jacqueline_exist_Actions_87039_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>